Repository: sabbivikas/Dino
Catalog: Dino/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, vi

source: feeling shared this day
es: sentimiento compartido este día
ja: 個の気持ちがこの日にわかちあわれたよ
ko: 개의 감정을 이날 나눴어요
vi: cảm xúc được chia sẻ trong ngày này

source: feeling shared today
es: sentimiento compartido hoy
ja: 個の気持ちが今日わかちあわれたよ
ko: 개의 감정을 오늘 나눴어요
vi: cảm xúc được chia sẻ hôm nay

source: feelings shared this day
es: sentimientos compartidos este día
ja: 個の気持ちがこの日にわかちあわれたよ
ko: 개의 감정을 이날 나눴어요
vi: cảm xúc được chia sẻ trong ngày này

source: feelings shared today
es: sentimientos compartidos hoy
ja: 個の気持ちが今日わかちあわれたよ
ko: 개의 감정을 오늘 나눴어요
vi: cảm xúc được chia sẻ hôm nay

# · %lld more session to %@
source: · %1$lld more session to %2$@
es: · %lld sesión más para %@
ja: · 「%@」まであと%lld回
ko: · %@까지 %lld번 남았어요
vi: · còn %lld phiên nữa đến %@

# · %lld more sessions to %@
source: · %1$lld more sessions to %2$@
es: · %lld sesiones más para %@
ja: · 「%@」まであと%lld回
ko: · %@까지 %lld번 남았어요
vi: · còn %lld phiên nữa đến %@

# %@ — dino journal, %@
source: %1$@ — dino journal, %2$@
es: %@ · diario dino, %@
ja: %@ · dinoの日記より %@
ko: %@ · dino 일기, %@
vi: %@ · nhật ký dino, %@

source: %@ break with dino 🌿
es: pausa de %@ con dino 🌿
ja: dinoと%@の休けい 🌿
ko: dino와 %@ 쉬는 시간 🌿
vi: nghỉ %@ cùng dino 🌿

source: %@ has been in my ears today 🎧
es: %@ ha estado en mis oídos hoy 🎧
ja: 今日は%@がずっと耳にいた 🎧
ko: 오늘은 %@이(가) 귓가에 머물렀어요 🎧
vi: hôm nay %@ cứ vang mãi bên tai 🎧

source: %@ has been on your mind more this week. i'm holding it with you
es: %@ ha ocupado más tu mente esta semana. lo sostengo contigo
ja: 今週は「%@」のことが多く頭にあったみたいだね。いっしょに持つよ
ko: 이번 주엔 %@ 생각이 많았나 봐요. 같이 들어줄게요
vi: tuần này %@ hiện lên trong đầu bạn nhiều hơn. mình cùng bạn giữ nó nhé

source: %@ km · just for you
es: %@ km · solo para ti
ja: %@キロ · あなたのためだけに
ko: %@km · 오직 당신에게
vi: %@ km · chỉ dành cho bạn

source: %@ miles · just for you
es: %@ millas · solo para ti
ja: %@マイル · あなたのためだけに
ko: %@마일 · 오직 당신에게
vi: %@ dặm · chỉ dành cho bạn

source: %@ rhythm
es: ritmo %@
ja: %@のリズム
ko: %@ 리듬
vi: nhịp %@

source: %@ · DEAR DIARY
es: %@ · querido diario
ja: %@ · きょうの日記
ko: %@ · 나의 일기
vi: %@ · nhật ký thân yêu

source: %@% GROWN
es: %@% CRECIDO
ja: %@% 成長
ko: %@% 자람
vi: %@% LỚN LÊN

source: %@, and a little wandering 🌿
es: %@, y un poco de deambular 🌿
ja: %@、それから少しの寄り道 🌿
ko: %@, 그리고 잠깐의 배회 🌿
vi: %@, và một chút lang thang 🌿

source: %@, this %@ 🌿
es: %@, esta %@ 🌿
ja: %@、この%@に 🌿
ko: %@, 이 %@에 🌿
vi: %@, %@ này 🌿

source: %@, today 🌿
es: %@, hoy 🌿
ja: %@、今日 🌿
ko: %@, 오늘 🌿
vi: %@, hôm nay 🌿

source: %@s ask a lot of you
es: los %@ te piden mucho
ja: %@は、あなたにすこし多くを求める日みたい
ko: %@마다 유난히 힘이 드나 봐요
vi: những ngày %@ thường đòi hỏi ở bạn nhiều

# %d min %02d sec
source: %1$d min %2$02d sec
es: %d min %02d seg
ja: %d分%02d秒
ko: %d분 %02d초
vi: %d phút %02d giây

source: %lld day
es: %lld día
ja: %lld日
ko: %lld일
vi: %lld ngày

source: %lld day in a row
es: %lld día seguido
ja: %lld日連続
ko: %lld일 연속
vi: %lld ngày liên tiếp

source: %lld days
es: %lld días
ja: %lld日
ko: %lld일
vi: %lld ngày

source: %lld days active
es: %lld días activo
ja: %lld日間アクティブ
ko: %lld일 활동
vi: %lld ngày hoạt động

source: %lld days in a row
es: %lld días seguidos
ja: %lld日連続
ko: %lld일 연속
vi: %lld ngày liên tiếp

source: %lld dinos under this sky tonight
es: %lld dinos bajo este cielo esta noche
ja: 今夜この空の下にいるdinoは%lld匹
ko: 오늘 밤 이 하늘 아래 dino %lld마리
vi: %lld dino dưới bầu trời này đêm nay

source: %lld dinos were under this sky
es: %lld dinos estuvieron bajo este cielo
ja: この空の下にdinoが%lld匹いたよ
ko: 이 하늘 아래 dino %lld마리가 있었어요
vi: đã có %lld dino dưới bầu trời này

source: %lld feelings shared this day
es: %lld sentimientos compartidos este día
ja: この日にわかちあわれた気持ち、%lld個
ko: 이날 나눈 감정 %lld개
vi: %lld cảm xúc được chia sẻ trong ngày này

source: %lld feelings shared today
es: %lld sentimientos compartidos hoy
ja: 今日わかちあわれた気持ち、%lld個
ko: 오늘 나눈 감정 %lld개
vi: %lld cảm xúc được chia sẻ hôm nay

source: %lld keepsakes · this year
es: %lld recuerdos · este año
ja: %lld個の宝物 · 今年
ko: 보물 %lld개 · 올해
vi: %lld kỷ vật · năm nay

source: %lld kept
es: %lld guardados
ja: %lld個とってあるよ
ko: %lld개 간직 중
vi: đã giữ %lld

source: %lld kindnesses kept
es: %lld gentilezas guardadas
ja: とっておいたやさしさ、%lld個
ko: 간직한 다정함 %lld개
vi: %lld điều tử tế được giữ lại

source: %lld memories
es: %lld memorias
ja: %lld個の思い出
ko: 추억 %lld개
vi: %lld kỷ niệm

# %lld min %lld sec
source: %1$lld min %2$lld sec
es: %lld min %lld seg
ja: %lld分%lld秒
ko: %lld분 %lld초
vi: %lld phút %lld giây

source: %lld min focused today
es: %lld min de enfoque hoy
ja: 今日のしゅうちゅう %lld分
ko: 오늘 몰입 %lld분
vi: hôm nay tập trung %lld phút

source: %lld more days
es: %lld días más
ja: あと%lld日
ko: %lld일 남았어요
vi: còn %lld ngày nữa

source: %lld notes
es: %lld notas
ja: %lld枚のメモ
ko: 메모 %lld장
vi: %lld ghi chú

source: %lld of %@ days gathered
es: %lld de %@ días reunidos
ja: %@日のうち%lld日集まった
ko: %@일 중 %lld일 모임
vi: %lld trong %@ ngày đã góp

source: %lld of %lld
es: %lld de %lld
ja: %lld / %lld
ko: %lld / %lld
vi: %lld trên %lld

source: %lld of %lld daily gratitudes added
es: %lld de %lld gratitudes diarias añadidas
ja: 今日の感謝 %lld / %lld 個
ko: 오늘의 감사 %lld / %lld개
vi: đã thêm %lld trên %lld điều biết ơn hôm nay

# %lld of %lld days gathered
source: %1$lld of %2$lld days gathered
es: %lld de %lld días reunidos
ja: %lld / %lld日ぶん集まったよ
ko: %lld / %lld일 모였어요
vi: đã gom %lld trên %lld ngày

source: %lld of 10
es: %lld de 10
ja: 10ぶんの%lld
ko: 10점 만점에 %lld
vi: %lld trên 10

source: %lld sec
es: %lld seg
ja: %lld秒
ko: %lld초
vi: %lld giây

source: %lld slips total
es: %lld notas en total
ja: ぜんぶで%lld枚
ko: 총 %lld장
vi: tổng cộng %lld mảnh

source: %lld that day
es: %lld ese día
ja: その日は%lld
ko: 그날 %lld
vi: %lld ngày đó

source: %lld tokens in the jar
es: %lld fichas en el frasco
ja: ジャーの中に%lld個たまったよ
ko: 항아리에 %lld개가 모였어요
vi: %lld mảnh trong hũ rồi

source: %lld tonight
es: %lld esta noche
ja: 今夜は%lld
ko: 오늘 밤 %lld
vi: %lld đêm nay

source: %lld%% GROWN
es: %lld%% crecido
ja: 成長 %lld%%
ko: 성장 %lld%%
vi: lớn %lld%%

# %lld%% of dinos are %@ today
source: %1$lld%% of dinos are %2$@ today
es: el %lld%% de los dinos están %@ hoy
ja: 今日は%lld%%のdinoが「%@」だよ
ko: 오늘 dino의 %lld%%가 %@ 상태예요
vi: %lld%% dino hôm nay đang %@

source: %lld-day streak!
es: ¡racha de %lld días!
ja: %lld日連続！
ko: %lld일 연속!
vi: chuỗi %lld ngày!

# %lldh %lldm
source: %1$lldh %2$lldm
es: %lldh %lldm
ja: %lld時間%lld分
ko: %lld시간 %lld분
vi: %lldg %lldp

# %lldh %lldmin
source: %1$lldh %2$lldmin
es: %lldh %lldmin
ja: %lld時間%lld分
ko: %lld시간 %lld분
vi: %lldg %lldp

# %lldm %llds
source: %1$lldm %2$llds
es: %lldm %llds
ja: %lld分%lld秒
ko: %lld분 %lld초
vi: %lldp %lldg

# %llds %@
source: %1$llds %2$@
es: %llds %@
ja: %lld秒 %@
ko: %lld초 %@
vi: %lld giây %@

source: + add a keepsake
es: + añadir un recuerdo
ja: + 宝物を追加
ko: + 보물 추가
vi: + thêm kỷ vật

source: 1 dino under this sky tonight
es: 1 dino bajo este cielo esta noche
ja: 今夜この空の下にいるdinoは1匹
ko: 오늘 밤 이 하늘 아래 dino 1마리
vi: 1 dino dưới bầu trời này đêm nay

source: 1 dino was under this sky
es: 1 dino estuvo bajo este cielo
ja: この空の下にdinoが1匹いたよ
ko: 이 하늘 아래 dino 1마리가 있었어요
vi: đã có 1 dino dưới bầu trời này

source: 1 feeling shared this day
es: 1 sentimiento compartido este día
ja: この日にわかちあわれた気持ち、1つ
ko: 이날 나눈 감정 1개
vi: 1 cảm xúc được chia sẻ trong ngày này

source: 1 feeling shared today
es: 1 sentimiento compartido hoy
ja: 今日わかちあわれた気持ち、1つ
ko: 오늘 나눈 감정 1개
vi: 1 cảm xúc được chia sẻ hôm nay

source: 1 kindness kept
es: 1 gentileza guardada
ja: とっておいたやさしさ、1つ
ko: 간직한 다정함 1개
vi: 1 điều tử tế được giữ lại

source: 1 more day
es: 1 día más
ja: あと1日
ko: 하루 남았어요
vi: còn 1 ngày nữa

source: 10 breathing sessions — your lungs thank you 🌿
es: 10 sesiones de respiración. tus pulmones te lo agradecen 🌿
ja: 呼吸セッション10回。肺がありがとうって 🌿
ko: 호흡 세션 10번이에요. 폐가 고마워해요 🌿
vi: 10 phiên hít thở rồi. lá phổi cảm ơn bạn đó 🌿

source: 10 voice notes recorded
es: 10 notas de voz grabadas
ja: 音声メモが10個になったよ
ko: 음성 메모 10개를 남겼어요
vi: đã ghi 10 đoạn ghi âm

source: 25 min focused today
es: 25 min de enfoque hoy
ja: 今日のしゅうちゅう 25分
ko: 오늘 몰입 25분
vi: hôm nay tập trung 25 phút

source: 30 notes milestone!
es: ¡hito de 30 notas!
ja: メモ30枚達成！
ko: 메모 30장 달성!
vi: cột mốc 30 ghi chú!

source: 4 minutes of breathing activates your body's calm response. dino will guide you through it.
es: 4 minutos de respiración activan la respuesta de calma de tu cuerpo. dino te guiará.
ja: 4分の呼吸で、からだの落ち着く反応が動きだすよ。ディノが案内するね。
ko: 4분의 호흡이 몸의 안정 반응을 깨워요. 디노가 함께할게요.
vi: 4 phút hít thở đánh thức phản ứng thư giãn của cơ thể. dino sẽ dẫn bạn từng bước.

source: 5 gentle questions
es: 5 preguntas amables
ja: 5つのやさしい質問
ko: 다정한 질문 5개
vi: 5 câu hỏi nhẹ nhàng

source: A calming affirmation that changes every day to ground and inspire you.
es: una afirmación calmante que cambia cada día para centrarte e inspirarte.
ja: 毎日かわる、こころを落ちつけてくれるアファメーション。
ko: 매일 바뀌며 마음을 다잡아주는 확언이에요.
vi: một lời khẳng định dịu êm, đổi mới mỗi ngày để giúp bạn vững vàng và có cảm hứng.

source: Affirm
es: afirmar
ja: アファメーション
ko: 확언
vi: khẳng định

source: Anxiety
es: ansiedad
ja: 不安
ko: 불안
vi: lo âu

source: App Store Search
es: búsqueda en app store
ja: App Storeの検索
ko: 앱스토어 검색
vi: tìm kiếm trên app store

source: Balance
es: equilibrio
ja: バランス
ko: 균형
vi: cân bằng

source: Bipolar Disorder
es: trastorno bipolar
ja: 双極性障害
ko: 양극성 장애
vi: rối loạn lưỡng cực

source: Breakup / Relationship / Friendship
es: ruptura / relación / amistad
ja: 別れ・恋愛・友情
ko: 이별 / 연애 / 우정
vi: chia tay / tình cảm / bạn bè

source: Breathing
es: respiración
ja: 呼吸
ko: 호흡
vi: hít thở

source: Calm
es: calma
ja: おだやか
ko: 평온
vi: bình yên

source: Cannot find root view controller
es: no se encontró el controlador de vista raíz
ja: ルートビューコントローラが見つからないよ
ko: 루트 뷰 컨트롤러를 찾을 수 없어요
vi: không tìm thấy bộ điều khiển giao diện gốc

source: Daily Affirmation
es: afirmación diaria
ja: 今日のアファメーション
ko: 오늘의 확언
vi: khẳng định mỗi ngày

source: Depression
es: depresión
ja: うつ
ko: 우울
vi: trầm cảm

source: Each breath brings me closer to peace.
es: cada respiración me acerca a la calma.
ja: ひと呼吸ごとに、しずけさに近づく。
ko: 숨 쉴 때마다 평온에 가까워져요.
vi: mỗi hơi thở đưa mình gần hơn với bình yên.

source: Eating Disorder
es: trastorno alimentario
ja: 摂食障害
ko: 섭식 장애
vi: rối loạn ăn uống

source: Every day is a fresh start.
es: cada día es un nuevo comienzo.
ja: 毎日が、新しいはじまり。
ko: 매일이 새로운 시작이에요.
vi: mỗi ngày là một khởi đầu mới.

source: Failed to get Apple identity token
es: no se pudo obtener el token de identidad de apple
ja: appleの認証トークンを取得できなかったよ
ko: apple 인증 토큰을 가져오지 못했어요
vi: không lấy được mã xác thực apple

source: Failed to get ID token
es: no se pudo obtener el token de id
ja: idトークンを取得できなかったよ
ko: id 토큰을 가져오지 못했어요
vi: không lấy được mã id

source: Family / Friend
es: familia / amigos
ja: 家族・友だち
ko: 가족 / 친구
vi: gia đình / bạn bè

source: Firebase not configured
es: firebase no está configurado
ja: firebaseが設定されていないよ
ko: firebase가 설정되지 않았어요
vi: firebase chưa được thiết lập

source: Gratitude
es: gratitud
ja: 感謝
ko: 감사
vi: biết ơn

source: Gratitude Jar
es: frasco de gratitud
ja: 感謝ジャー
ko: 감사 항아리
vi: hũ biết ơn

source: Growth
es: crecimiento
ja: せいちょう
ko: 성장
vi: trưởng thành

source: Growth happens one small step at a time.
es: el crecimiento llega paso a paso.
ja: 成長は、ちいさな一歩ずつ。
ko: 성장은 작은 한 걸음씩 이루어져요.
vi: trưởng thành đến từ từng bước nhỏ.

source: Healing
es: sanación
ja: いやし
ko: 회복
vi: chữa lành

source: Health Issues
es: problemas de salud
ja: 体調のこと
ko: 건강 문제
vi: vấn đề sức khỏe

source: Home
es: inicio
ja: ホーム
ko: 홈
vi: trang chủ

source: I am becoming the best version of myself.
es: me estoy convirtiendo en mi mejor versión.
ja: わたしは、いちばんいいじぶんになっていく途中。
ko: 나는 나의 가장 좋은 모습이 되어가는 중이에요.
vi: mình đang trở thành phiên bản tốt nhất của mình.

source: I am enough, exactly as I am.
es: soy suficiente, tal y como soy.
ja: わたしは、このままでじゅうぶん。
ko: 나는 지금 이대로 충분해요.
vi: mình đã đủ đầy, đúng như mình vốn là.

source: I am exactly where I need to be.
es: estoy exactamente donde necesito estar.
ja: わたしは、いまいるべき場所にいる。
ko: 나는 지금 있어야 할 곳에 있어요.
vi: mình đang ở đúng nơi mình cần ở.

source: I am grateful for this moment.
es: agradezco este momento.
ja: この瞬間に、ありがとう。
ko: 이 순간이 고마워요.
vi: mình biết ơn khoảnh khắc này.

source: I am learning and that is enough.
es: estoy aprendiendo y eso es suficiente.
ja: 学んでいる途中。それでじゅうぶん。
ko: 배워가는 중이에요. 그걸로 충분해요.
vi: mình đang học hỏi và như vậy là đủ.

source: I am rooted, resilient, and at peace.
es: tengo raíces, resiliencia y paz.
ja: 根をはって、しなやかに、おだやかに。
ko: 단단히 뿌리내리고, 유연하고, 평온해요.
vi: mình vững chãi, kiên cường và bình yên.

source: I am stronger than I think.
es: soy más fuerte de lo que creo.
ja: わたしは思ってるより強い。
ko: 나는 생각보다 강해요.
vi: mình mạnh mẽ hơn mình nghĩ.

source: I am worthy of love and kindness.
es: merezco amor y amabilidad.
ja: わたしは愛とやさしさに値する。
ko: 나는 사랑과 다정함을 받을 자격이 있어요.
vi: mình xứng đáng với yêu thương và tử tế.

source: I attract what I put into the world.
es: atraigo lo que doy al mundo.
ja: 世界にあげたものが、わたしにかえってくる。
ko: 내가 세상에 건넨 것이 나에게 돌아와요.
vi: mình nhận lại những gì mình trao cho thế giới.

source: I choose calm over chaos.
es: elijo la calma sobre el caos.
ja: ざわめきより、おだやかさをえらぶ。
ko: 혼란보다 고요를 선택해요.
vi: mình chọn bình tĩnh thay vì hỗn loạn.

source: I choose kindness — starting with myself.
es: elijo la amabilidad, empezando por mí.
ja: やさしさをえらぶ。まずはじぶんから。
ko: 다정함을 선택해요. 나부터요.
vi: mình chọn sự tử tế, bắt đầu từ chính mình.

source: I deserve joy, even in small moments.
es: merezco alegría, incluso en los momentos pequeños.
ja: ちいさな瞬間にも、よろこんでいい。
ko: 작은 순간에도 기쁨을 누릴 자격이 있어요.
vi: mình xứng đáng có niềm vui, dù trong khoảnh khắc nhỏ.

source: I embrace the beauty of today.
es: abrazo la belleza de hoy.
ja: 今日のうつくしさを、だきしめる。
ko: 오늘의 아름다움을 끌어안아요.
vi: mình ôm lấy vẻ đẹp của ngày hôm nay.

source: I give myself permission to rest.
es: me doy permiso para descansar.
ja: じぶんに、休むゆるしをあげる。
ko: 나에게 쉴 수 있는 허락을 줘요.
vi: mình cho phép bản thân được nghỉ ngơi.

source: I honor my need for rest and renewal.
es: respeto mi necesidad de descanso y renovación.
ja: 休みたい気持ちを、たいせつにする。
ko: 쉬고 회복하고 싶은 마음을 존중해요.
vi: mình tôn trọng nhu cầu nghỉ ngơi và làm mới của mình.

source: I radiate warmth and compassion.
es: irradio calidez y compasión.
ja: あたたかさとおもいやりを、まわりに。
ko: 따뜻함과 다정함이 나에게서 퍼져나가요.
vi: mình lan tỏa sự ấm áp và bao dung.

source: I release what I cannot control.
es: suelto lo que no puedo controlar.
ja: どうにもできないことは、手ばなす。
ko: 어쩔 수 없는 건 놓아줘요.
vi: mình buông những gì không thể kiểm soát.

source: I trust the process of my own journey.
es: confío en el proceso de mi propio camino.
ja: じぶんの旅の道のりを、信じてる。
ko: 내 여정의 과정을 믿어요.
vi: mình tin vào hành trình của riêng mình.

source: I welcome new beginnings with ease.
es: recibo los nuevos comienzos con tranquilidad.
ja: 新しいはじまりを、ゆったり迎える。
ko: 새로운 시작을 편안하게 맞이해요.
vi: mình đón những khởi đầu mới thật nhẹ nhàng.

source: Invalid credential type
es: tipo de credencial inválido
ja: 認証情報の種類が正しくないよ
ko: 올바르지 않은 인증 유형이에요
vi: loại thông tin đăng nhập không hợp lệ

source: Jar
es: frasco
ja: ジャー
ko: 항아리
vi: hũ

source: Job / Academic Pressure
es: trabajo / presión académica
ja: 仕事・学業のプレッシャー
ko: 일 / 학업 스트레스
vi: công việc / áp lực học hành

source: Journal
es: diario
ja: 日記
ko: 일기
vi: nhật ký

source: Loneliness
es: soledad
ja: 孤独
ko: 외로움
vi: cô đơn

source: Loss
es: pérdida
ja: 大切な人やものを失った
ko: 상실
vi: mất mát

source: Meditation
es: meditación
ja: めいそう
ko: 명상
vi: thiền

source: Missing Google client ID — check GoogleService-Info.plist has CLIENT_ID
es: falta el id de cliente de google. revisa que GoogleService-Info.plist tenga CLIENT_ID
ja: googleのクライアントidが見つからないよ。GoogleService-Info.plistにCLIENT_IDがあるか確認してね
ko: 구글 클라이언트 id가 없어요. GoogleService-Info.plist에 CLIENT_ID가 있는지 확인해요
vi: thiếu id máy khách google. kiểm tra GoogleService-Info.plist có CLIENT_ID nhé

source: Mood
es: ánimo
ja: きぶん
ko: 기분
vi: tâm trạng

source: My feelings are valid and worth honoring.
es: mis sentimientos son válidos y merecen respeto.
ja: わたしの気持ちは本物で、たいせつにしていい。
ko: 내 감정은 소중하고 존중받을 가치가 있어요.
vi: cảm xúc của mình xứng đáng được trân trọng.

source: My inner peace is unshakeable.
es: mi paz interior es inquebrantable.
ja: わたしの中のしずけさは、ゆらがない。
ko: 내 안의 평화는 흔들리지 않아요.
vi: bình yên trong mình không gì lay chuyển được.

source: My mind is calm, my heart is open.
es: mi mente está en calma, mi corazón abierto.
ja: こころはしずかに、むねはひらいて。
ko: 마음은 고요하게, 가슴은 열린 채로요.
vi: tâm trí mình bình lặng, trái tim mình rộng mở.

source: My presence is a gift to the world.
es: mi presencia es un regalo para el mundo.
ja: わたしがここにいることが、世界へのおくりもの。
ko: 내가 여기 있다는 것 자체가 선물이에요.
vi: sự hiện diện của mình là một món quà cho thế giới.

source: OCD
es: toc
ja: 強迫症（OCD）
ko: 강박증
vi: rối loạn ám ảnh cưỡng chế

source: Other
es: otro
ja: そのほか
ko: 기타
vi: khác

source: Other Social Media / Blog
es: otras redes sociales / blog
ja: ほかのSNS・ブログ
ko: 다른 소셜 미디어 / 블로그
vi: mạng xã hội khác / blog

source: PTSD
es: tept
ko: 외상 후 스트레스(PTSD)
vi: sang chấn tâm lý (PTSD)

source: Productivity
es: productividad
ja: しゅうちゅう
ko: 몰입
vi: năng suất

source: Profile
es: perfil
ja: プロフィール
ko: 프로필
vi: hồ sơ

source: See how many gratitudes you've added today and keep the jar filling up.
es: mira cuántas gratitudes añadiste hoy y sigue llenando el frasco.
ja: 今日の感謝がいくつたまったか見て、ジャーをいっぱいにしていこう。
ko: 오늘 감사를 몇 개 담았는지 보고 항아리를 계속 채워가요.
vi: xem hôm nay bạn đã thêm bao nhiêu điều biết ơn và tiếp tục làm đầy chiếc hũ.

source: See your daily focus progress and weekly consistency.
es: mira tu progreso de enfoque diario y tu constancia semanal.
ja: 毎日のしゅうちゅうと、一週間のつみかさねをチェック。
ko: 매일의 몰입과 한 주의 꾸준함을 확인해요.
vi: xem tiến độ tập trung mỗi ngày và sự đều đặn trong tuần.

source: Small steps forward still move me forward.
es: los pasos pequeños también me llevan adelante.
ja: ちいさな一歩でも、前へすすんでる。
ko: 작은 걸음도 나를 앞으로 데려가요.
vi: những bước nhỏ vẫn đưa mình tiến lên.

source: Something Else
es: otra cosa
ja: そのほか
ko: 다른 것
vi: điều khác

source: Speech recognizer unavailable
es: reconocimiento de voz no disponible
ja: 音声認識が使えないみたい
ko: 음성 인식을 사용할 수 없어요
vi: nhận dạng giọng nói không khả dụng

source: Stillness is my superpower.
es: la quietud es mi superpoder.
ja: しずけさは、わたしのちから。
ko: 고요함이 나의 초능력이에요.
vi: tĩnh lặng là siêu năng lực của mình.

source: THIS SEASON
es: ESTA TEMPORADA
ja: 今シーズン
ko: 이번 시즌
vi: MÙA NÀY

source: This too shall pass, and I am okay.
es: esto también pasará, y estoy bien.
ja: これもいつか通りすぎる。わたしはだいじょうぶ。
ko: 이 또한 지나가요. 나는 괜찮아요.
vi: chuyện này rồi cũng qua, và mình vẫn ổn.

source: Today I choose to be gentle with myself.
es: hoy elijo ser amable conmigo.
ja: 今日は、じぶんにやさしくすることをえらぶ。
ko: 오늘은 나에게 다정하기로 해요.
vi: hôm nay mình chọn dịu dàng với chính mình.

source: Today's Focus
es: enfoque de hoy
ja: 今日のしゅうちゅう
ko: 오늘의 몰입
vi: tập trung hôm nay

source: Wellness
es: bienestar
ja: ウェルネス
ko: 웰니스
vi: an lành

source: a bud is forming — keep going
es: se está formando un capullo, sigue así
ja: つぼみができてきた。このまま続けよう
ko: 꽃봉오리가 맺히고 있어요. 계속해봐요
vi: nụ hoa đang hình thành, cứ tiếp tục nhé

source: a clear lean
es: una tendencia clara
ja: かたむきが見えるよ
ko: 분명한 기울기
vi: một xu hướng rõ

source: a couple of tense moments this week, but you handled them well.
es: un par de momentos tensos esta semana, pero los manejaste bien.
ja: 今週はきんちょうする瞬間もあったけど、うまく乗りこえたね。
ko: 이번 주 긴장되는 순간이 몇 번 있었지만, 잘 넘겼어요.
vi: tuần này có vài lúc căng thẳng, nhưng bạn đã xử lý tốt.

source: a dino in %@ left this for you:
es: un dino en %@ te dejó esto:
ja: %@のディノがあなたに残していったよ:
ko: %@의 디노가 당신에게 남겼어요:
vi: một chú dino ở %@ để lại cho bạn:

source: a few gentle nudges
es: unos empujoncitos suaves
ja: やさしいお知らせを少しだけ
ko: 다정한 알림 몇 개
vi: vài lời nhắc dịu dàng

source: a few questions to understand how you've been
es: unas preguntas para entender cómo has estado
ja: 最近のあなたを知るための、いくつかの質問
ko: 요즘의 당신을 이해하기 위한 몇 가지 질문
vi: vài câu hỏi để hiểu dạo này bạn thế nào

source: a few quiet days. dino kept the garden warm for you 🍃
es: unos días tranquilos. dino mantuvo el jardín cálido para ti 🍃
ja: 静かな日がつづいたね。ディノが庭をあたためておいたよ 🍃
ko: 조용한 며칠이었어요. 디노가 정원을 따뜻하게 지켜 뒀어요 🍃
vi: mấy ngày yên ắng. dino đã giữ khu vườn ấm áp cho bạn 🍃

source: a full week. that's roots beginning to grow.
es: una semana completa. son raíces empezando a crecer.
ja: まる一週間。根っこが育ちはじめた証だよ。
ko: 꼬박 일주일이에요. 뿌리가 자라기 시작했다는 뜻이에요.
vi: tròn một tuần. đó là rễ đang bắt đầu mọc.

source: a gentle companion travels well
es: un compañero gentil viaja bien
ja: やさしい相棒は旅上手
ko: 다정한 친구는 여행도 잘해요
vi: một người bạn dịu dàng luôn đồng hành tốt

source: a gentle hint
es: una pista suave
ja: かすかなヒント
ko: 어렴풋한 힌트
vi: một gợi ý nhẹ

source: a gentle lift this week. a little lighter than the last one
es: un impulso suave esta semana. un poco más ligera que la anterior
ja: 今週はそっと上向き。先週よりすこしかるかったね
ko: 이번 주는 살짝 올라갔어요. 지난주보다 조금 가벼웠네요
vi: tuần này nhẹ nhàng đi lên. hơi nhẹ hơn tuần trước một chút

source: a gentle note
es: una nota suave
ja: やさしいメモ
ko: 다정한 쪽지
vi: một ghi chú dịu dàng

source: a gentle nudge, not a scoreboard
es: un empujoncito suave, no un marcador
ja: スコアボードじゃなくて、やさしい合図
ko: 점수판이 아니라 다정한 손짓
vi: một lời nhắc nhẹ nhàng, không phải bảng điểm

source: a great start — what else?
es: gran comienzo, ¿qué más?
ja: いいはじまり。 ほかには？
ko: 좋은 시작이에요. 또 뭐가 있을까요?
vi: khởi đầu tốt lắm, còn gì nữa không?

source: a letter from the forest 🌲
es: una carta del bosque 🌲
ja: 森からの手紙 🌲
ko: 숲에서 온 편지 🌲
vi: một lá thư từ khu rừng 🌲

source: a little mixed — that's okay. take it one step at a time.
es: un poco mezclado, y está bien. ve paso a paso.
ja: すこし混ざった気分だね。それでいいんだよ。一歩ずついこう。
ko: 조금 뒤섞인 기분이네요. 괜찮아요. 한 걸음씩 가요.
vi: hơi lẫn lộn một chút, không sao cả. cứ đi từng bước một.

source: a little more
es: un poco más
ja: もうすこし
ko: 조금만 더
vi: thêm chút nữa

source: a little shelf for little joys.
es: una repisa pequeña para alegrías pequeñas.
ja: ちいさなよろこびのための、ちいさな棚。
ko: 작은 기쁨을 위한 작은 선반이에요.
vi: một chiếc kệ nhỏ cho những niềm vui nhỏ.

source: a long soft exhale for a heavy heart 🌿
es: una exhalación larga y suave para un corazón pesado 🌿
ja: 重たいこころに、ながくやわらかい息を 🌿
ko: 무거운 마음을 위한 길고 부드러운 날숨이에요 🌿
vi: một hơi thở ra dài và êm cho trái tim nặng trĩu 🌿

source: a long way · just for you
es: un largo camino · solo para ti
ja: とおい道のり · あなたのためだけに
ko: 먼 길을 왔어요 · 오직 당신에게
vi: một chặng đường dài · chỉ dành cho bạn

source: a lot of motion in today 🌿
es: hoy hubo mucho movimiento 🌿
ja: 今日はたくさん動いたね 🌿
ko: 오늘은 많이 움직였네요 🌿
vi: hôm nay bạn vận động nhiều 🌿

source: a mindful minute to reset and return to center
es: un minuto consciente para reiniciar y volver al centro
ja: 1分のマインドフルネスで リセットして、まんなかへ
ko: 1분의 마음챙김으로 리셋하고 중심으로 돌아와요
vi: một phút chánh niệm để làm mới và trở về trung tâm

source: a month of moods, painted softly. tap to see it.
es: un mes de ánimos, pintado suavemente. toca para verlo.
ja: ひと月の気分を、やわらかく絵にしたよ。タップして見てみて。
ko: 한 달의 기분을 부드럽게 그렸어요. 눌러서 봐요.
vi: một tháng cảm xúc, vẽ thật dịu. chạm để xem nhé.

source: a new day begins.
es: empieza un nuevo día.
ja: 新しい一日がはじまるよ。
ko: 새로운 하루가 시작돼요.
vi: một ngày mới bắt đầu.

source: a new sprout
es: un brote nuevo
ja: あたらしい芽
ko: 새싹 하나
vi: một mầm non mới

source: a note from the forest
es: una nota del bosque
ja: 森からの小さな手紙
ko: 숲에서 온 쪽지
vi: một lá thư nhỏ từ khu rừng

source: a peaceful mind is the soil where joy, strength and purpose grows
es: una mente en paz es la tierra donde crecen la alegría, la fuerza y el propósito
ja: おだやかなこころは、よろこびと強さと生きる意味が育つ土
ko: 평온한 마음은 기쁨과 강함과 삶의 의미가 자라나는 흙이에요
vi: một tâm trí bình yên là mảnh đất nơi niềm vui, sức mạnh và ý nghĩa lớn lên

source: a quiet check-in?
es: ¿un registro tranquilo?
ja: しずかにチェックインする？
ko: 조용히 체크인할래요?
vi: ghé qua một chút nhé?

source: a quiet end to the day
es: un final tranquilo para el día
ja: 一日のしずかなおわりに
ko: 하루의 조용한 마무리
vi: một cái kết yên bình cho ngày

source: a quiet moment is coming up. tap to begin.
es: se acerca un momento tranquilo. toca para empezar.
ja: もうすぐしずかなひととき。タップしてはじめよう。
ko: 곧 조용한 순간이에요. 눌러서 시작해요.
vi: một khoảnh khắc yên tĩnh sắp đến. chạm để bắt đầu.

source: a quiet moment is waiting for you before bed
es: un momento tranquilo te espera antes de dormir
ja: ねるまえに、しずかなひとときが待ってるよ
ko: 잠들기 전, 조용한 순간이 당신을 기다려요
vi: một khoảnh khắc yên tĩnh đang chờ bạn trước khi ngủ
